const kk = {
    header: {
        top: {
            title: "Конкурс ",
            subtitle: "Әлеуметтік қорғау жүйесінің үздік жұмыскері және үздік әлеуметтік жоба ",
            year: "2025"
        },
        title: "Басқаларға қамқор болуды өз міндеті санағандар үшін",
        subtitle: "Әлеуметтік қорғау жұмыскерлері мен жобаларына арналған республикалық конкурс ",
        date: "Өтінімдер қабылдау 2025 жылғы 1 тамыздан басталады ",
        button: {
            worker: "Өтініш беру",
            project: "Біз — Жобамыз ",
            voting: "Дауыс беру"
        }
    },

    action:{
        fill_field: 'Поляны толтырыңыз',
        enter_data: 'Деректерді енгізіңіз',
        not_authorized: 'Сіз бұл номинацияны таңдай алмайсыз, өйткені сіз жоба ретінде авторизацияланбағансыз'
    },
  
    about: {
        title: "Конкурс Әлеуметтік қорғау жүйесі жұмыскерлерінің күніне орай өткізіліп, Қазақстандағы үздік мамандар мен әлеуметтік бастамаларды қолдауға, тануға және насихаттауға бағытталған.",
        subtitle: "Конкурстың  мақсаттары",
        list: [
            "Әлеуметтік жұмыскерлер мамандығының беделін арттыру",
            "Нәтижелі әлеуметтік жобаларды анықтау және қолдау көрсету",
            "Үздік тәжірибелерді масштабтау",
            "Қоғамда әлеуметтік салаға деген оң көзқарасты қалыптастыру."
        ],
        stages: {   
            title: "Конкурс екі кезеңнен тұрады",
            regional: "Өңірлік",
            republican: "Республикалық",
            description: "Өтінімдер онлайн түрде эссе, жетістіктер және бейнемазмұнмен бірге беріледі. Финалистерді сарапшылар мен онлайн-дауыс беру арқылы таңдайды. Қорытындысы Астана қаласында өтетін салтанатты шарада жарияланады.",
        },
        who: {
            title: "Кімдер қатыса алады?",
            list: [
                "Халықты әлеуметтік қорғау жүйесінің мамандары ",
                "Әлеуметтік жобаларды іске асыратын ұйымдар мен ҮЕҰ (үкіметтік емес ұйымдар) "
            ]
        },
        dates: {
            title: "Өткізу мерзімдері ",
            list: [
                "2025 жылғы 1 тамыз – 24 қазан ",
                "Өтінімдер қабылдау: 1 тамыздан бастап 30 қыркүйекке дейін ",
                "Өңірлік кезең: 1 қазанға дейін ",
                "Ағымдағы жылдың 1-5 қазан аралығында ашық онлайн-дауыс беру өтеді",
                "Республикалық тур (екінші кезең) ағымдағы жылдың 13-23 қазан аралығында өтеді",
                "Салтанатты марапаттау 24 қазан, Астана"
            ]
        }
    },
  
    nominations: {
        title: "Номинациялар ",
        button: {
            select: "Номинацияны таңдау "
        }
    },
  
    application: {
        title: "Өтінім беру ",
        subtitle: "Өтінімдер қабылдау: 2025 жылғы 1 тамыздан басталады. ",
        description: "🔐 Өтінім беру үшін ЭЦҚ арқылы авторизациядан өту қажет. Бұл жеке басын растау және жеке кабинетке кіруге мүмкіндік береді..",
        button: {
            sign: "ЭЦҚ арқылы авторизациядан өту ",
            qr: "QR код арқылы авторизациядан өту ",
            instruction: "ЭЦҚ алу жөніндегі нұсқаулық "
        },
        status: {
            success: "ЭЦҚ тексеруден өтті ",
            error: "ЭЦҚ тексеру өтпеді "
        },
        form: {
            success: {
                title: "Өтінім үшін рақмет!,",
                description: "Өтінімдерді қабылдау аяқталғанға дейін оны жеке кабинетіңізде өңдеуге болады,",
                button: "Жеке кабинетке өту "
            },
            error: {
                title: "Бірдеңе дұрыс болмады!",
                description: "Тағы бір рет кейін байқап көріңіз немесе техникалық қолдауға хабарласыңыз..",
                button: "Техникалық қолдауға жазу ",
                message: "Өтінімді жібермес бұрын барлық жолдарды толтырыңыз "
            },
            upload: {
                button: "Файлды тіркеу ",
                success: "Файл жүктелді",
                error: "Файлға қолдау көрсетілмейді "
            }
        },
        employee: {
            title: "Жеке деректер ",
            form: {
                fio: "Т.А.Ә",
                iin: "ЖСН",
                birthday: "Туған күні",
                video: "Бейне материал",
                esutd: "ЕСУТД (құжаттар)",
                employment_record: "Еңбек кітапшасы / жұмыс туралы мәліметтер",
                additional_letter_recommendation: "Қосымша ұсыныс хаты",
                awards: "Марапаттар мен жетістіктер",
                phone: "Телефон",
                email: "Email",
                address: "Мекенжайы ",
                region: "Өңір ",
                link_social: 'Жобаның немесе автордың әлеуметтік желілеріне сілтемелер',
                work_experience: "Жұмыс өтілі ",
                work_place: "Жұмыс орны",
                cert_name: 'Сертификаттың атауы',
                position: "Лауазымы ",
                education: {
                    title: "Білімі және біліктілігі ",
                    education: "Білімі ",
                    qualification: "Біліктілігі ",
                    additional: "Білімі бойынша қосымша мәліметтер",
                    description: ` - орта кәсіптік (оқу орнының атауы); 
                        <br />- жоғары (оқу орнының атауы); <br />- ғылыми дәрежесі, ғылыми атағы (оқу орнының атауы); <br />-
                        қайта даярлау (біліктілігін арттыру, сертификаттардың болуы)
                        (оқу орнының атауы).`
                },
                languages: {
                    title: "Тілдерді меңгеруі ",
                    description: "Мемлекеттік тілді меңгеру деңгейі (еркін, ауызекі, бастауыш). Шет тілдерін білуді де көрсетуге болады."
                },
                recommendation: {
                    title: "Басшының ұсыныс хаты "
                },
                essay: {
                    title: "Эссе ",
                    nomination: "Номинация ",
                    description: "Қысқа мәтін 1 бетке дейін, онда сіз әлеуметтік салаға қосқан үлесіңізді ашып жазасыз.",
                    description_2: "Мысалы: Мен неге номинацияға лайықпын »",
                },
                achievements: {
                    title: "Жетістіктер ",
                    description: "Сіздің жетістіктеріңізді сипаттайтын есепті тіркеңіз (PDF, Word, кесте және т.б.)"
                },
                contact: {
                    title: "Байланыс деректері ",
                    phone: "Телефон",
                    email: "Email",
                    social_networks: "Әлеуметтік желі "
                },
  
                plan: {
                    title: "Өзінің кәсіби даму жоспары ",
                    description: "Кәсіби өсу үшін сіздің мақсаттарыңыз бен қадамдарыңыз ",
                    description_2: "Мысалы: сіз қалай дамытуды, әдістерді енгізуді немесе тәжірибемен бөлісуді жоспарлайсыз "
                },
                presentation: {
                    title: "Қатысушының бейнеролигі немесе презентациясы ",
                    description: "Бейнероликтің 1 минутқа дейінгі презентациясын жүктеп алыңыз: сіз туралы қысқаша әңгіме "
                },
                agreement: {
                    title: "Жария шарт ",
                    description: "Мен жария шарттың талаптарымен таныстым және келісемін.",
                    link: "Жария шартқа сілтеме ",
                    button: "Өтінімді жіберу "
                },
                certificate: {
                    title: "Сертификат",
                    description: "Қазіргі номинация үшін skills.enbek.kz сертификаты керек",
                    link: "Жүктеу сілтемесі",
                    add: "Тіл қосу",
                    add_language: "Кем дегенде бір тіл қосу керек"
                }
            },
        },
        project: {
            title: "Жоба ",
            form: {
                author: "Әлеуметтік жобаның авторы ",
                author_placeholder: "",
                region: "Өңір ",
                author_annotation: "Жоба авторына қысқаша аннотация ",
                author_annotation_placeholder: "Жоба авторының қызметі мен әлеуметтік қорғау саласына қосқан үлесінің қысқаша сипаттамасы.",
                project_name: "Әлеуметтік жобаның ресми немесе жұмыс атауы ",
                project_name_placeholder: "Жобаның ресми немесе жұмыс атауы ",
                logo: "Жоба логотипі ",
                logo_description: "PNG, JPG, SVG – презентация материалдарына арналған жоба логотипі.",
                project_direction: "Жоба бағыты ",
                project_direction_placeholder: "Негізгі бағытты көрсетіңіз (мысалы: мүгедектігі бар адамдармен, жастармен, аз қамтылғандармен жұмыс).",
                project_duration: "Іске асыру мерзімі ",
                project_duration_placeholder: "Мысалы: 1 жылдан астам ",
                project_actuality: "Өзектілігі және әлеуметтік маңызы ",
                project_actuality_placeholder: "Неліктен жоба маңызды, қандай мәселені шешеді, кімге бағытталған.",
                project_results: "Қол жеткізілген нәтижелер ",
                project_results_placeholder: "Халықты қамту, нақты өзгерістер, сандық және сапалық көрсеткіштер ",
                project_funding: "Қаржыландыру көздері ",
                project_funding_placeholder: "Мысалы: гранттар немесе жеке қаражат ",
                presentation: "Бейнеролик немесе презентация ",
                presentation_description: "Бейнероликтің 1 минутқа дейінгі презентациясын жүктеп алыңыз: жоба туралы қысқаша әңгіме ",
                contact: "Байланыс деректері",
                phone: "Телефон",
                email: "Email",
                social_networks: "Әлеуметтік жүйе",
                agreement: "Жария шарт ",
                agreement_description: "Мен жария шарттың талаптарымен таныстым және келісемін.",
                agreement_link: "Жария шартқа сілтеме ",
                agreement_button: "Өтінімді жіберу "
            }
        }
    },
  
    actions: {
        login: "Кіру ",
        logout: "Шығу ",
        profile: "Жеке кабинет "
    },
  
    questions: {
        title: "Сұрақтар мен жауаптар "
    },
  
    timer: {
        title: "Онлайн дауыс беру ",
        description: "Жақында сіз осы сайтта дауыс бере аласыз"
    },
  
    footer: {
        description: "Өтінімді жіберуде қиындықтар туындады ма? 1414 нөміріне қоңырау шалыңыз-біз оны анықтауға көмектесеміз.",
        links: [
            "Конкурс туралы ",
            "Өтініш беру ",
            "Сұрақтар мен жауаптар ",
            "Жария шарт "
        ]
    },
    profile: {
        title: "Жеке кабинет ",
        welcome: "Қош келдіңіз,",
        my_data: "Менің деректерім ",
        organization_name: "Ұйымның атауы ",
        project: "Жоба",
        edit: "Өңдеу ",
        delete: "Жою",
        public_agreement: "Жария шарт ",
        delete_application: "Сіз өтінімді жойғыңыз келетініне сенімдісіз бе?",
        cancel: "Бас тарту ",
        delete_application_button: "Өтінімді жою ",
        bin: "БСН",
        iin: "ЖСН",
        fio: "ТАӘ",
        region: "Өңір",
        position: "Лауазым",
        education: "Білімі ",
        work_experience: "Еңбек өтілі",
        languages: "Тілдерді білу",
        employee_cnt: "Қызметкерлер саны",
        edit_until: "Өңдеу 1 қазанға дейін қол жетімді",
        edit_until_date: ""
    },
    profile_edit: {
        recommendation: "Басшының ұсыныс хаты ",
        essay: "Эссе",
        nomination: "Номинация",
        essay_description: "1 бетке дейін қысқа мәтін, онда сіз әлеуметтік салаға қосқан үлесіңізді ашып жазасыз.",
        essay_description_2: "Мысалы: Мен неге номинацияға лайықпын",
        achievements: "Жетістіктер ",
        required: "Жол міндетті түрде толтырылады ",
        plan: "Өзінің кәсіби даму жоспары ",
        plan_description: "Кәсіби өсу үшін сіздің мақсаттарыңыз бен қадамдарыңыз ",
        plan_description_2: "Мысалы: сіз қалай дамытуды, әдістерді енгізуді немесе тәжірибемен бөлісуді жоспарлайсыз ",
        presentation: "Қатысушының бейнеролигі немесе презентациясы ",
        presentation_description: "Бейнероликтің 1 минутқа дейінгі презентациясын жүктеп алыңыз: сіз туралы қысқаша әңгіме",
        contact_data: "Байланыс деректері ",
        phone: "Телефон",
        email: "Email",
        social_networks: "Әлеуметтік желі",
        social_networks_placeholder: "Жобаның немесе автордың әлеуметтік желілеріне сілтемелер ",
        save: "Сақтау",
        achievements_description: "Сіздің жетістіктеріңізді сипаттайтын есепті тіркеңіз (PDF, Word, кесте және т.б.)",        
    },
    profile_edit_company: {
        author_annotation: "Жоба авторына қысқаша аннотация ",
        author_annotation_placeholder: "Жоба авторының қызметі мен әлеуметтік қорғау саласына қосқан үлесінің қысқаша сипаттамасы.",
        project_name: "Әлеуметтік жобаның атауы ",
        project_name_placeholder: "Жобаның ресми немесе жұмыс атауы ",
        logo: "Жоба логотипі",
        logo_description: "PNG, JPG, SVG – презентация материалдарына арналған жоба логотипі.",
        project_direction: "Жобаның бағыты ",
        project_direction_placeholder: "Негізгі бағытты көрсетіңіз (мысалы: мүгедектігі бар адамдармен, жастармен, аз қамтылғандармен жұмыс).",
        project_duration: "Іске асыру мерзімі ",
        project_duration_placeholder: "Мысалы: 1 жылдан астам ",
        project_actuality: "Өзектілігі және әлеуметтік маңызы ",
        project_actuality_placeholder: "Неліктен жоба маңызды, қандай мәселені шешеді, кімге бағытталған.",
        project_results: "Қол жеткізілген нәтижелер ",
        project_results_placeholder: "Халықты қамту, нақты өзгерістер, сандық және сапалық көрсеткіштер ",
        project_funding: "Қаржыландыру көздері ",
        project_funding_placeholder: "Мысалы: гранттар немесе жеке қаражат ",
        presentation: "Бейнеролик немесе презентация ",
        presentation_description: "Бейнероликтің 1 минутқа дейінгі презентациясын жүктеп алыңыз: жоба туралы қысқаша әңгіме ",
        contact: "Байланыс деректері",
        phone: "Телефон",
        email: "Email",
        social_networks: "Әлеуметтік желілер",
        social_networks_placeholder: "Жобаның немесе автордың әлеуметтік желілеріне сілтемелер ",
        save: "Сақтау ",
        success: "Деректер сәтті өзгертілді ",
    }
 }
  
 export default kk;