const API_URL = import.meta.env.VITE_API_URL || "http://localhost:1338";
const TOKEN = import.meta.env.VITE_TOKEN || "27f984bd5136546f1ffb9bd148d885e9046c322a40cb472d2f5d0b1e642c15abe47663d9cfb09ddbfb7d572e69a49a8149683808f9ef0ae1b1f3f211b7b9c424364773abdddba97749584ed46dde9cc6abd3a50b4dafedd33627e7518e87bb8b0ac482260fba260917af0c33a4686da2d1800b635c022fc71dd3ab366c772c76";
const ECP_PROTOCOL_TOKEN = import.meta.env.VITE_ECP_PROTOCOL_TOKEN || "8eb13f86e8d5e65f881d2f8610c01ed6a272e195499434d98ed27f420bf64e6128423027bcdeca42d5bdac7b711cc722a5746634bc944e3826d86fe4799567463d19bb11ca4ec22a73ffdf9fc309713b4eb2661b01cf9126604bbc087c03dd268b0670d2ffad62856ebcdfe83d900de85a1aaa0e91fa763840479b6a22783722";

const districts = {
    "ЖЕТІСУ":"область Жетісу",
    "ҰЛЫТАУ":"область Улытау",
    "АБАЙ":"область Абай",
    "АЛМАТИНСКАЯ":"Алматинская область",
    "З-КАЗАХСТАНСКАЯ":"Западно-Казахстанская область",
    "ЗКО":"Западно-Казахстанская область",
    "АТЫРАУСКАЯ":"Атырауская область",
    "АКМОЛИНСКАЯ":"Акмолинская область",
    "АКТЮБИНСКАЯ":"Актюбинская область",
    "ЖАМБЫЛСКАЯ":"Жамбылская область",
    "КАРАГАНДИНСКАЯ":"Карагандинская область",
    "КОСТАНАЙСКАЯ":"Костанайская область",
    "КЫЗЫЛОРДИНСКАЯ":"Кызылординская область",
    "МАНГИСТАУСКАЯ":"Мангистауская область",
    "ПАВЛОДАРСКАЯ":"Павлодарская область",
    "С-КАЗАХСТАНСКАЯ":"Северо-Казахстанская область",
    "ТУРКЕСТАНСКАЯ":"Туркестанская область",
    "В-КАЗАХСТАНСКАЯ":"Восточно-Казахстанская область",
    "АСТАНА":"г.Астана",
    "АЛМАТЫ":"г.Алматы",
    "город Алматы":"г.Алматы",
    "ШЫМКЕНТ":"г.Шымкент",
}

export { API_URL, TOKEN, districts, ECP_PROTOCOL_TOKEN };